Repository: AstarNetwork/starlay-ui
Catalog: src/locales/*/messages.po
Languages: id, ja, tr, vi

source: Latest Block: {blockNumber}
id: Blok Terbaru: {blockNumber}
tr: Sonuncu Blok: {blockNumber}
vi: Block cuối: {blockNumber}

source: Docs
id: Dokumen
ja: ドキュメント
tr: Dökümanlar
vi: Tài liệu

source: Governance
id: Pemerintahan
ja: ガバナンス
tr: Yönetim
vi: Quản trị

source: Support
id: Bantuan
ja: サポート
tr: Destek
vi: Hỗ trợ

source: Starlay Finance is the largest lending protocol in the Polkadot ecosystem.
id: Starlay Finance adalah protokol peminjaman terbesar di ekosistem Polkadot.
ja: Starlay Finance は Polkadot エコシステム最大のレンディングプロトコルです。

source: Protocol
id: Protokol
ja: プロトコル
tr: Protokol

source: Developers
id: Pengembang
ja: リポジトリ
tr: Yazılımcılar

source: Overview
id: Ringkasan
ja: 概要
tr: Genel bakış
vi: Tổng quan

source: Community
id: Komunitas
ja: コミュニティ
tr: Topluluk
vi: Cộng đồng

source: Brand
id: Merek
ja: ブランド
tr: Markamız
vi: Thương hiệu

source: Media Kit
id: Perangkat Media
ja: メディアキット
tr: Medya Araçları
vi: Phương tiện truyền thông

source: Dashboard
id: Dasbor
ja: ダッシュボード
tr: Gösterge Paneli

source: Connect
id: Menghubungkan
ja: ウォレット接続
tr: Bağlan
vi: Kết nối

source: Launch App
id: Luncurkan Aplikasi
ja: 取引開始
tr: Uygulamayı Başlat

source: Bug Bounty
id: Hadiah Bug
ja: バウンティ
tr: Bug Bulma Ödülü

source: Close
id: Tutup
ja: 閉じる

source: LAY Balance
id: Saldo LAY
ja: LAY 残高
tr: LAY Bakiyesiniz
vi: Tổng số LAY

source: Wallet Balance
id: Saldo Dompet
ja: ウォレット残高
tr: Cüzdanınızın Bakiyesi
vi: Tổng tài sản

source: Unclaimed Balance
id: Saldo tidak diklaim
ja: 未請求残高
tr: Talep Edilmeyi Bekleyen Bakiyeniz
vi: Lượng tài sản chưa nhận

source: Price
id: Harga
ja: 価格
tr: Tutar
vi: Giá

source: Connect Wallet
id: Hubungkan Dompet
ja: ウォレットを接続する
tr: Cüzdanı Bağla
vi: Liên kết ví

source: Connecting the wallet...
id: Menghubungkan ke dompet...
ja: ウォレットに接続しています...
tr: Cüzdanınız Bağlanıyor
vi: Đang kết nối ví…

source: We currently supports Metamask only.
id: Saat ini kami hanya mendukung Metamask.
ja: 現在Metamaskのみサポートしています
tr: Sadece Metamask cüzdanını tavsiye ediyoruz.
vi: Hiện tại chúng tôi chỉ hỗ trợ Metamask

source: By connecting, I understood <0>how Starlay Finance works and the risks involved</0> and agreed to use it at my own risk.
id: Dengan Menghubungkan, Saya memahami <0>bagaimana cara kerja Starlay Finance dan risiko yang terlibat</0> dan setuju menggunakannya dengan risiko saya sendiri.
ja: ウォレットを接続することで、<0>Starlay Financeの仕組みとリスク</0>を理解し、自己責任で利用することに同意します。
tr: Bağlantıyı kurarak <0>Starlay Finance'in nasıl çalıştığını ve içerdiği riskleri</0> anladım ve riski bana ait olmak üzere kullanmayı kabul ettim..
vi: Khi sử dụng sản phẩm, tôi đã hiểu được <0>Starlay Finance hoạt động như nào và rủi ro có thể nhận</0> và tôi chấp nhận sử dụng sản phẩm với rủi ro tôi có thể chấp nhận.

source: All
id: Semua
ja: 全額
tr: Tümü
vi: Tất cả

source: All_Repay
id: Melunasi Semua
ja: 全額返済
tr: Tümü
vi: Trả lại tất cả

source: Borrow
id: Pinjam
ja: 借入
tr: Ödünç al
vi: Vay tiền

source: Repay
id: Melunasi
ja: 返済
tr: Geri ödeme
vi: Trả lại

source: Borrow APY
id: Pinjam APY
ja: 借入APY
tr: Ödünç Alma APY’si
vi: APY vay

source: Borrow APR
id: Pinjam APR
ja: ボーナスAPR
tr: Ödünç Alma APR’si
vi: APR vay

source: Borrowed
id: Dipinjamkan
ja: 借入残高
tr: Ödünç alındı
vi: Số tiền đã vay

source: Borrow Limit Used
id: Batas Pinjaman Digunakan
ja: 担保利用率
tr: Kullanılan Borç Limiti
vi: Hạn mức vay đã sử dụng

source: Health Factor
id: Faktor Kesehatan
ja: ヘルスファクター
tr: Sağlık Faktörü
vi: Chỉ số rủi ro khi vay

source: To repay all, you will pay more than the amount shown because of the interest charged per second.
id: Untuk melunasi semua, Anda akan membayar lebih dari jumlah yang ditampilkan karena bunga yang dikenakan berubah per detik.
ja: 利息は1秒ごとに発生するため、全額返済には表示より多くの額が支払われます。
tr: Tümünü geri ödemek için, saniye başına alınan faiz nedeniyle gösterilen tutardan daha fazlasını ödemelisiniz.
vi: Để có thể trả tất cả khoản vay, bạn cần trả nhiều hơn số lượng tiền đang được biểu thị bới vì lãi suất sẽ tăng lên theo từng giây.

source: Liquidity
id: Likuiditas
ja: 流動性
tr: Likidite
vi: Thanh khoản

source: ON
id: Hidup

source: OFF
id: Mati

source: Collateral_Config
id: Jaminan
ja: 担保利用設定

source: Collateral_Amount
id: Jaminan
ja: 担保額

source: Borrow Available
id: Pinjaman Tersedia
ja: 借入可能額
tr: Ödünç Alınabilir
vi: Lượng tiền có thể vay

source: Disable
id: Nonaktifkan
ja: 担保利用を停止する

source: Enable
id: Aktifkan
ja: 担保利用する

source: Deposited
id: Disetorkan
ja: 預入残高
tr: Yatırıldı
vi: Lượng tiền đã nạp

source: All_Withdraw
id: Tarik Semua
ja: 全額出金
tr: Tümü
vi: Tất cả

source: Deposit
id: Setor
ja: 預入
tr: Mevduat
vi: Nạp tiền

source: Withdraw
id: Tarik
ja: 出金
tr: Çekme
vi: Rút tiền

source: Deposit APY
id: Setor APY
ja: 預入APY
tr: Mevduat APY’si
vi: APY khi cho vay

source: Deposit APR
id: Setor APR
ja: ボーナスAPR
tr: Mevduat APR’si
vi: APR khi cho vay

source: This asset can't be used as collateral.
id: Aset ini tidak dapat digunakan sebagai jaminan.
ja: このトークンは担保利用できません。
tr: Bu varlık teminat olarak kullanılamaz..
vi: Tài sản này không thể sử dụng làm tài sản thế chấp.

source: For more information, please <0>see our docs</0>.
id: Untuk Informasi lebih lanjut, silahkan <0>lihat dokumen kami</0>.
ja: 詳細は<0>ドキュメント</0>を参照してください。
tr: Daha fazla bilgi için, lütfen <0>Dökümanlarımızı inceleyin</0>.
vi: Để biết thêm thông tin, hãy <0>xem thêm tài liệu của chúng tôi</0>.

source: Max
id: Maksimal
ja: 最大
vi: Tối đa

source: Asset
id: Aset
ja: トークン
tr: Varlık
vi: Tài sản

source: Reward APR
id: Hadiah APR
ja: ボーナスAPR
tr: Ödül APR
vi: APR thưởng

source: APY_Deposit
id: Setor APY
ja: 預入APY
tr: APY
vi: APY

source: Collateral
id: Jaminan
ja: 担保額

source: APY_Borrow
id: Pinjam APY
ja: 借入APY
tr: APY_Borç Alma
vi: APY

source: Deposit Markets
id: Pasar Setor
ja: 預入金利
tr: Mevduat Piyasaları
vi: Thị trường cho vay

source: Borrow Markets
id: Pasar Pinjam
ja: 借入金利
tr: Borç Piyasaları
vi: Thị trường vay

source: Borrow Limit
id: Batas Pinjam
ja: 借入上限額
tr: Borç Limiti

source: Net APY
id: APY Bersih
ja: 純利回り
vi: Tổng lợi nhuận

source: Deposit Balance
id: Saldo Setoran
ja: 合計預入残高
tr: Mevduat Bakiyesi
vi: Lượng tiền đã nạp

source: Borrow Balance
id: Saldo Pinjaman
ja: 合計借入残高
tr: Borç Bakiyesi
vi: Lượng tiền đã vay

source: Wallet_Balance
id: Saldo Dompet

source: Total Deposited
id: Total Setoran
ja: 預入総額
tr: Toplam Yatırılan
vi: Tổng lượng tiền đã nạp

source: Deposit Reward APR
id: Hadiah Setoran APR
ja: 預入ボーナスAPR

source: Total Borrowed
id: Total Pinjaman
ja: 借入総額
tr: Toplam Alınan Borç
vi: Tổng lượng tiền đã vay

source: Borrow Reward APR
id: Hadiah Pinjaman APR
ja: 借入ボーナスAPR

source: Deposit_Top3 Markets
id: Top3 Pasar
ja: 預入額 TOP3

source: Borrow_Top3 Markets
id: Top3 Pasar
ja: 借入額 TOP3

source: Borrowing
id: Meminjam
ja: 借入可否

source: Yes
id: Ya
ja: 可

source: No
id: Tidak
ja: 不可

source: Reserve Factor
id: Faktor Cadangan
ja: リザーブファクター

source: Used as Collateral
id: Digunakan sebagai Jaminan
ja: 担保利用可否

source: Loan to Value
id: Pinjaman ke Nilai
ja: 融資比率

source: Liquidation Threshold
id: Ambang Likuidasi
ja: 清算閾値

source: Liquidation Penalty
id: Hukuman Likuidasi
ja: 清算ペナルティ

source: Go Back
id: Kembali
tr: Geri Dön
vi: Trở lại

source: Something went wrong. Please go back.
id: Ada yang salah. Silakan kembali.
ja: 予期せぬエラーが発生しました。前の画面に戻ってください。
tr: Birşeyler yalnış gitti! .Lütfen geri dönün.
vi: Đã có lỗi. Vui lòng thử lại.

source: Sorry
id: Maaf

source: Backers
id: Pendukung
ja: ステークホルダー
tr: Destekçiler

source: We're supported by leading teams and organizations
id: Kami didukung oleh tim dan organisasi terkemuka
ja: グローバルな投資家及びAstarコミュニティの支援を受けています
tr: Lider ekipler ve kuruluşlar tarafından destekleniyoruz
vi: Chúng tôi được hỗ trợ bởi các nhóm và tổ chức hàng đầu.

source: Current Markets
id: Pasar Saat Ini
ja: マーケット
tr: Mevcut Piyasalar
vi: Thị trường hiện tại

source: The more funds that will be borrowed, the higher the interest rate will be
id: Semakin banyak dana yang akan dipinjam, semakin tinggi tingkat bunganya
ja: Astar Network最大の流動性を誇るレンディングマーケット
tr: Ödünç alınacak fon ne kadar fazlaysa, faiz oranı o kadar yüksek olacaktır.
vi: Số tiền vay càng nhiều thì lãi suất càng cao

source: Low Risk Farming on Astar Network
id: Farming dengan Risiko Rendah di Astar Network
ja: Astar Networkの 流動性を創出する
tr: Astar Ağında Düşük Riskli Farming
vi: Cho vay với rủi ro thấp trên Astar Network

source: The largest lending protocol in the Polkadot ecosystem
id: Protokol peminjaman terbesar di ekosistem Polkadot
ja: Polkadot エコシステム最大のレンディングプロトコル

source: Explore the docs
id: Jelajahi dokumen
ja: Starlay について知る
tr: Dokümanları inceleyin
vi: Tài liệu

source: Powered by
id: Dipersembahkan oleh
tr: Tarafından desteklenmektedir
vi: Được cung cấp bởi

source: Transaction Preparing
id: Persiapan Transaksi
ja: 準備中
tr: İşlem Hazırlanıyor
vi: Chuẩn bị giao dịch

source: Waiting for transaction to be ready...
id: Menunggu transaksi siap...
ja: トランザクションの準備中です...
tr: İşlemin hazır olması bekleniyor.
vi: Đang chuẩn bị sẵn sàng để giao dịch...

source: Confirm Transaction
id: Konfirmasi Transaksi
ja: トランザクション承認待ち
tr: İşlem Onaylandı
vi: Xác nhận giao dịch

source: Approve sending the ERC-20 asset to the pool.
id: Setujui pengiriman aset ERC-20 ke pool.
ja: ERC20トークンの送金を許可してください
tr: ERC-20 varlığınızın havuza gönderilmesini onaylayın.
vi: Phê duyệt gửi tài sản ERC-20 vào pool

source: Transaction Pending
id: Transaksi Tertunda
ja: トランザクション承認待ち
tr: İşlem Bekleniyor
vi: Giao dịch đang tiến hành

source: Waiting for the transaction to be confirmed...
id: Menunggu transaksi dikonfirmasi...
ja: トランザクションの承認を待っています...
tr: İşlemin onaylanmasını bekleyin…
vi: Giao dịch đang chờ được xác nhận...

source: Confirm the transaction.
id: Konfirmasi Transaksi.
ja: ウォレットでトランザクションを承認してください
tr: İşlem onaylandı.
vi: Xác nhận giao dịch.

source: Succeeded!
id: Berhasil!
ja: トランザクションが承認されました
tr: Başarıyla Sonuçlandı!
vi: Thành công!

source: Transaction Canceled
id: Transaksi Dibatalkan
ja: キャンセル
tr: İşleminiz İptal oldu
vi: Giao dịch bị hủy

source: You have canceled the transaction.
id: Anda telah membatalkan transaksi.
ja: トランザクションをキャンセルしました
tr: İşlemi iptal ettiniz.
vi: Bạn đã hủy giao dịch.

source: Error
id: Kesalahan
ja: エラー
tr: Hata!
vi: Lỗi

source: Something went wrong...
id: Ada yang salah...
ja: エラーが発生しました
tr: Birşeyler yalnış gitti...
vi: Đã có lỗi xảy ra...

source: You need to change to a supported chain
id: Anda perlu mengubah ke jaringan yang didukung
ja: 接続先チェーンを変更してください
tr: Desteklenen bir ağa geçmeniz gerekiyor
vi: Bạn phải chuyển sang chuỗi được hỗ trợ

source: Please switch the chain with your wallet.
id: Silakan ganti jaringan dengan dompet Anda.
ja: 接続先チェーンを変更してください
tr: Lütfen ağı değiştirin...
vi: Hãy chuyển sang chuỗi khác trên ví của bạn

source: Please switch the chain with your wallet...
id: Silakan ganti jaringan dengan dompet Anda...
ja: 接続先チェーンを変更してください
tr: Lütfen ağı değiştirin...
vi: Hãy chuyển sang chuỗi khác trên ví của bạn...

source: Failed to switch the chain
id: Gagal mengganti jaringan
ja: 接続先チェーンの変更に失敗しました
tr: Ağ değiştirilemedi
vi: Không thể chuyển chuỗi

source: Your wallet needs to switch networks manually.
id: Dompet Anda perlu berpindah jaringan secara manual.
ja: ウォレットから接続先チェーンを変更してください
tr: Cüzdanınızdaki mecut aktif ağ manuel olarak değiştirilmesi gerekiyor.
vi: Ví của bạn cần được chuyển sang chuỗi khác bằng thủ công

source: Enter amount
id: Masukan jumlah
ja: 金額を入力してください
tr: Miktarı girin
vi: Nhập số lượng

source: No balance to deposit
id: Tidak ada saldo untuk disetor
ja: ウォレットの残高が不足しています
tr: Yatırılacak bakiye yok
vi: Không đủ tiền

source: No balance to withdraw
id: Tidak ada saldo untuk ditarik
ja: 預入残高が不足しています
tr: Çekilecek bakiye yok
vi: Không đủ tiền

source: Insufficient collateral
id: Jaminan tidak mencukupi
ja: 担保額が不足しています
tr: Yetersiz teminat
vi: Tài sản thế chấp không đủ

source: No liquidity to withdraw
id: Tidak ada likuiditas untuk ditarik
ja: 流動性がありません
tr: Çekilebilecek likidite yok
vi: Không có thanh khoản để rút

source: Health factor too low
id: Faktor kesehatan terlalu rendah
ja: ヘルスファクターが閾値を下回っています
tr: Sağlık faktörü çok düşük
vi: Chỉ số an toàn đang quá thấp

source: Borrowing limit reached
id: Batas pinjaman tercapai
ja: 借入上限額を超えています
tr: Borçlanma limitine ulaşıldı
vi: Đã đạt giới hạn vay

source: No liquidity to borrow
id: Tidak ada likuiditas untuk dipinjam
ja: 流動性がありません
tr: Borçlanılabilecek likidite yok
vi: Không đủ thanh khoản để vay

source: No balance to repay
id: Tidak ada saldo untuk melunasi
ja: ウォレットの残高が不足しています
tr: Mevcutta geri ödenecek bakiye yok
vi: Không đủ tiền để trả

source: Markets
ja: マーケット

source: Starlay Finance does not support mobile access currently. Please connect to this website using your PC.
ja: Starlay Finance は現在モバイル端末からのアクセスをサポートしていません。 PCからアクセスしてください。

source: You transaction confirmed!
ja: トランザクションが承認されました
tr: İşleminiz onaylandı!
vi: Giao dịch của bạn đã hoàn thành
